/* General */

"..." = "…";

"Add" = "添加";

"Cancel" = "取消";

"Choose" = "选择";

"Remove" = "删除";

"Save" = "保存";

"Don't Save" = "不保存";

"This cannot be undone." = "操作无法撤销";

"Next" = "下一步";


"Absolute Path" = "绝对路径";

"Relative to Project" = "项目关系";

"Relative to Reference Folder" = "参考文件夹关系";

"Mixed" = "杂项";


"Empty Selection" = "空白选择";

"Multiple Selection" = "多重选择";


"Do you really want to remove this localization?" = "你真的想删除这个 localization 吗？";

"Do you really want to remove these localizations?" = "你真的想删除这个 localizations 吗？";

"Warning" = "警告";

"Do you really want to remove this item?" = "你真的想要删除这个项目吗？";

"Do you really want to remove these items?" = "你真的想要删除这些项目吗";


"Do you really want to remove this package?" = "你真的想要删除这个包吗？";

"Do you really want to remove these packages?" = "你真的想要删除这个包吗？";

/* Menu > View */

"Settings_Menu" = "设置";

/* Menu > Hierarchy */

"Show Hidden Folders" = "显示-隐藏文件夹";

"Hide Hidden Folders" = "隐藏-隐藏文件夹";

/* Menu > Project */

"Set Certificate..." = "设置证书…";

"Change Certificate..." = "更改证书…";

/* Menu > Help */

"http://s.sudre.free.fr/Software/documentation/Packages/en/index.html" = "http://s.sudre.free.fr/Software/documentation/Packages/en/index.html";

"mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)" = "mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)";

"http://s.sudre.free.fr/Software/Packages/about.html" = "http://s.sudre.free.fr/Software/Packages/about.html";

/* Preferences > Build */

"Mute" = "静音";

"Choose the certificate to be used for signing Quick Builds." = "选择用于签署“快速编译”的证书。";

/* About Box */

"version %@ (%@)" = "版本号: %@ (%@)";

/* Quick Build window */

"Building" = "编译…";

"Sign" = "签署";

"Don't Sign" = "不要签署";

"Do you want to sign the package \"%@\" with the certificate \"%@\"?" = "你想使用证书 \"%@\" 来签署软件包 \"%@\"?";

"Sign With Another Certificate" = "签署另一个证书";

"Do you want to sign the package \"%@\"?" = "你想签署软件包 \"%@\" 吗?";

"Quick Build Signing Informative Text" = "对程序包进行签名可以让 Gatekeeper 验证该程序包是否为恶意软件并且未被篡改。";

/* Document tabs */

"Settings_tab" = "设置";
"Payload_tab" = "安装资源";
"Presentation_tab" = "安装界面";
"Project_tab" = "项目";
"Requirements & Resources_tab" = "要求 & 资源";
"Scripts_tab" = "脚本";
"Comments_tab" = "注释";

/* Document Updates */

"The standard folders have been updated." = "标准文件夹已更新。";

"The standard folders in the payload of this project have been updated to match the ones defined by this version of Packages. No existing items were removed." = "此项目的安装内容中的标准文件夹已更新，以匹配此版本的软件包定义的文件夹。没有删除现有项目。";

"The standard folders in the payload(s) of this project have been updated to match the ones defined by this version of Packages. No existing items were removed." = "此项目的安装内容中的标准文件夹已更新，以匹配此版本的软件包定义的文件夹。没有删除现有项目。";

/* Distribution Source List */

"Project" = "项目";

"Packages" = "安装包";

"Imported" = "输入口";

"Referenced" = "引用";

"untitled package" = "无标题的安装包";

"Import" = "输入";

" copy" = " 复制";

"Export As:" = "导出为：";

"Export" = "输出";

/* File Hierarchy */

"untitled folder" = "无标题文件夹";

"The name \"%@\" can't be used." = "\"%@\" 不能使用";

"The name \"%@\" is already taken." = "\"%@\" 已被使用";

"Try using a name with fewer characters." = "尝试使用字符较少的名称。";

"Try using a name with no punctuation marks." = "尝试使用没有标点符号的名称。";

"Please choose a different name." = "请选择其他名称。";

/* Files Hierarchy Inspector */

"Architecture:" = "体系结构:";

"Architectures:" = "体系结构:";

"Bundle" = "捆绑";

"Executable" = "可执行文件";

"File" = "文件";

"Folder" = "文件夹";

"Symbolic link" = "符号链接";

"Standard folder" = "标准文件夹";

"Custom folder" = "定制文件夹";

"N/A" = "N/A";

/* Files Hierarchy Inspector > Attributes */

"Owner" = "所有者";

"Group" = "组";

"Others" = "其他";

"SetUID" = "SetUID";

"SetGID" = "SetGID";

"Sticky" = "Sticky";

/* Files Hierarchy Inspector > Rules */

"Do you really want to remove this locator?" = "你真的想删除这个 locator 吗?";

"Do you really want to remove these locators?" = "你真的想删除这个 locators 吗?";

/* Project Document > Build */

"Do you want to save the changes you made in the project \"%@\" before building it?" = "是否在编译前保存 \"%@\" 中的更改?";

/* Project Document > Clean */

"Cleaning will remove all packages and distributions from the Build location." = "清理将在删除了所有安装包和布局中开始。";

"Clean" = "清理";

"Cleaning..." = "清理中…";

/* Project > Requirements */


"Do you really want to remove this requirement?" = "你真的想要删除这个条件吗？";

"Do you really want to remove these requirements?" = "你真的想要删除这些条件吗？";

"Installation Requirements" = "安装要求";

"Volume Requirements" = "空间要求";

/* Project > Additional Resources */

"These resources can be used by the above requirements and scripts \nor the requirements for the choices of the Installation Type step." = "上述要求和脚本可以使用这些资源，也可以选择安装类型步骤的要求。";

/* Project > Settings */


"CERTIFICATE OF AUTHENTICITY" = "证书真实性";

"The \"%@\" certificate available in the Keychain can not be used to sign a package or flat distribution." = "钥匙串中提供的\"%@\"证书不能用于签署软件包。";

"No signing certificate Alert Message Text" = "Keychain 中提供的 Developer ID 安装程序证书不能用于签署软件包。";

"No signing certificates Alert Message Text" = "Keychain 中提供的 Developer ID 安装程序证书不能用于签署软件包。";

"There is no private key associated to this certificate." = "此证书没有关联的私钥。";

"There are no private keys associated to these certificates." = "没有与这些证书关联的私钥。";

"No certificates Alert Message Text" = "您的钥匙串中没有找到 Developer ID 的安装程序证书。";

"No certificates Alert Informative Text" = "软件包需要开发人员ID安装程序证书。 如果您是 Apple Developer Program 的成员，您可以通过 Apple Developer 网站获取您的证书。";

"Go to Apple Developer website" = "转到 Apple Developer 网站";

"url.apple.developer.website.certificates" = "https://developer.apple.com/account/mac/certificate/";


"Choose the certificate to be used for signing the distribution." = "选择用于签署分发的证书。";

"Choose the certificate to be used for signing the package." = "选择用于签名包的证书。";

"Certificate Chooser Informative Text" = "使用开发人员ID安装程序证书对安装程序包或发行版进行签名可使 Gatekeeper 验证下载的程序包或分发版是否为未知恶意软件且未被篡改。";

"Do you really want to remove the certificate?" = "你真的想删除证书吗？";

"Remove_Certificate" = "清除";

"Project Folder" = "项目文件夹";

"Revert to Default" = "恢复默认值";

"Other..." = "其他…";

"No Pattern Set" = "没有模式集";

"Do you really want to remove this exclusion?" = "你真的想删除这个吗？";

"Do you really want to remove these exclusions?" = "你真的想删除这些吗？";

/* Project > Exclusions */

"Remove .DS_Store files" = "删除 .DS_Store 文件";

"Remove .pbdevelopment files" = "删除 .pbdevelopment 文件";

"Remove SCM metadata" = "删除 SCM 元数据";

"Optimize nib files" = "优化 nib 文件";

"Remove Resources Disabled folders" = "删除资源禁用文件夹";


"Remove \".DS_Store\" files created by the Finder." = "删除 Finder 创建的 \".DS_Store\" 文件。";

"Remove \".pbdevelopment\" files created by ProjectBuilder or Xcode." = "删除由 ProjectBuilder 或 Xcode 创建的 \".pbdevelopment\" 文件。";

"Remove helper files and folders used by the CVS, SVN or Git Source Code Management systems." = "删除 CVS，SVN 或 Git 源代码管理系统使用的帮助文件和文件夹。";

"Remove \"classes.nib\", \"info.nib\" and \"designable.nib\" files within .nib bundles." = "删除 .nib 包中的\“classes.nib \”，\“info.nib \”和\“designable.nib \”文件。";

"Remove \"Resources Disabled\" folders." = "删除 \"Resources Disabled\" 文件夹。";


/* Project > Advanced Options */

"Advanced Options" = "高级选项";

/* Package Components > Settings */


"( './' represents the parent folder of the distribution bundle )" = "( './' 显示布局包的父文件夹 )";

"( URL of the folder containing the package on the HTTP server )" = "( 包含HTTP服务器上的软件包的文件夹的URL )";

"( URL of the folder containing the package on the HTTPS server )" = "( 包含HTTPS服务器上的软件包的文件夹的URL )";

"Path:" = "路径：";

"URL:" = "网址：";

/* Package > Payload */

"Set as Default Location" = "设为默认位置";

"Contents" = "内容";

/* Package > Scripts & Resources */


"Pre-installation" = "安装前";

"Post-installation" = "安装后";

"No Script Set" = "没有脚本集";

"Do you really want to remove the %@ script for this package?" = "你真的想删除 %@这个脚本吗？";

"Additional Resources" = "其他资源";

"These resources can be used by the pre and post-installation scripts." = "安装前和安装后脚本可以使用这些资源。";

/* JavaScript Editor */

"<No selected function>" = "<没有选定的功能>";

